tap "blacktop/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "mikescher/tap"
tap "nakabonne/gosivy"
tap "rs/tap"
brew "libpng"
brew "libtiff"
brew "jpeg-xl"
brew "c-ares"
brew "ca-certificates"
brew "freetype"
brew "gettext"
brew "python@3.12"
brew "ctop"
brew "fzf"
brew "gd"
brew "go"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "highlight"
brew "ncurses"
brew "htop"
brew "jq"
brew "kind"
brew "kustomize"
brew "lazygit"
brew "libunistring"
brew "libidn2"
brew "liblinear"
brew "libnghttp2"
brew "libssh2"
brew "libuv"
brew "lnav"
brew "minikube"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "pgcli"
brew "plow"
brew "python@3.11"
brew "ranger"
brew "redis"
brew "screen"
brew "sdl2_image"
brew "tailspin"
brew "telnet"
brew "tmux"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "blacktop/tap/lporg"
brew "derailed/k9s/k9s"
brew "rs/tap/jplot"
cask "bruno"
cask "cakebrew"
cask "iterm2"
cask "orbstack"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "daylerees.rainglow"
vscode "eamodio.gitlens"
vscode "file-icons.file-icons"
vscode "formulahendry.code-runner"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "irongeek.vscode-env"
vscode "jasonlhy.hungry-delete"
vscode "johnpapa.vscode-peacock"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "neuralgeeks.cody"
vscode "pnp.polacode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "rhalaly.scope-to-this"
vscode "sourcegraph.sourcegraph"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yy0931.vscode-sqlite3-editor"
